<#import "templ/templ.ftl" as p>
<@p.pages>


    <style>
        /*body {*/
        /*    font-family: Arial, sans-serif;*/
        /*    margin: 0;*/
        /*    !*padding: 20px;*!*/
        /*    !*background-color: #f5f5f5;*!*/
        /*}*/

        h1, h2, h3 {
            text-align: center;
            color: #333;
            margin-bottom: 20px;
        }

        ul {
            list-style-type: none;
            padding: 0;
            margin: 0;
        }

        li {
            margin-bottom: 20px;
        }

        h3 {
            color: #ff6600;
        }

        p {
            color: #666;
        }
    </style>

    <h1 style="text-align: center">Куточок споживача</h1>


    <hr>

    <h2 style="text-align: center">Акції для клієнтів</h2>

    <div>
    <ul>
        <li>
            <h3>Знижка 10% для студентів</h3>
            <p style="text-align: center">Усі студенти отримують знижку 10% на весь чек за умови пред'явлення студентського квитка. Акція діє протягом всього тижня.</p>
        </li>
        <li>
            <h3>Безкоштовна доставка від 500 грн</h3>
            <p style="text-align: center">Якщо ви замовляєте їжу на суму від 500 грн., доставка буде безкоштовною. Акція діє протягом місяця.</p>
        </li>
        <li>
            <h3>Бонусна програма</h3>
            <p style="text-align: center">При кожному замовленні ви отримуєте бонусні бали, які можна обміняти на знижки або безкоштовні товари. Збирайте бали та скористайтесь ними у вашому наступному замовленні.</p>
        </li>
        <li>
            <h3>Сезонні акції</h3>
            <p style="text-align: center">Протягом року ми проводимо різноманітні сезонні акції зі знижками на певні категорії товарів або спеціальні умови доставки. Слідкуйте за нашими новинами та не пропустіть вигідні пропозиції.</p>
        </li>
            <h3>Програма лояльності</h3>
            <p style="text-align: center">Наша програма лояльності нагороджує постійних клієнтів спеціальними привілеями та додатковими знижками. Зареєструйтеся в програмі та отримуйте бонуси з кожним замовленням.</p>
        </li>
        <li>
            <h3>Розіграш призів</h3>
            <p style="text-align: center">Ми регулярно проводимо розіграш призів серед наших клієнтів. Зробіть замовлення та автоматично беріть участь у розіграші цінних подарунків.</p>
        </li>
    </ul>

        <br>
        <hr>

    </div>
</@p.pages>